[
    {
        "nome": "Neossolos",
        "tipo": "Areia",
        "profundidade": "Superficial",
        "acidez": "Moderadamente ácido",
        "descricao": "Compreendem solos constituídos por material mineral ou por material orgânico pouco espesso que não apresenta alterações expressivas em relação ao material originário devido à baixa intensidade de atuação dos processos pedogenéticos, seja em razão de características inerentes ao próprio material de origem (como maior resistência ao intemperismo ou composição químico-mineralógica), seja em razão da influência dos demais fatores de formação (clima, relevo ou tempo), que podem impedir ou limitar a evolução dos solos. \nPossuem sequência de horizonte A-R, A-C-R, A-Cr-R, A-Cr, A-C, O-R ou H-C sem atender contudo, aos requisitos estabelecidos para serem identificados nas classes dos Chernossolos, Vertissolos, Plintossolos, Organossolos ou Gleissolos. Esta classe admite diversos tipos de horizontes superficiais, incluindo horizonte O com menos de 20 cm de espessura quando sobrejacente à rocha ou horizonte A húmico ou proeminente com mais de 50 cm quando sobrejacente à camada R, C ou Cr. \nAlguns solos podem ainda apresentar horizonte B, mas com insuficiência de requisitos (espessura muito pequena, por exemplo) para caracterizar qualquer tipo de horizonte B diagnóstico. ",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Neossolo+Lit%C3%B3lico/d2a698b4-0ed0-0393-8ffc-1d609dfb98c3?t=1539969009374", "https://www.embrapa.br/documents/1355219/38451303/Neossolo+Fl%C3%BAvico/ce0a1a4a-8218-87e1-5c92-19f95513278d?t=1539969819895", "https://www.embrapa.br/documents/1355219/38451303/Neossolo+Regol%C3%ADtico/714e9ff8-ebac-1e00-83ee-0aa6f14a6cd6?t=1539969936796", "https://www.embrapa.br/documents/1355219/38451303/Neossolo+Quartzar%C3%AAnico/9f2e7f76-3429-92fe-09ba-21eb6bc66e76?t=1539970049569"],
        "simbolo": "R",
        "nivel2": ["NEOSSOLOS LITÓLICOS - RL",
        "NEOSSOLOS FLÚVICOS - RY",
        "NEOSSOLOS REGOLÍTICOS - RR",
        "NEOSSOLOS QUARTZARÊNICOS - RQ"],
        "cores": ["rgb(150,149,149)","rgb(238,235,220)","rgb(207,206,206)","rgb(255,254,115)"],
        "cor": "rgb(255,254,115)",
        "areia": 635.82,
        "argila": 169.68,
        "silte": 194.15,
        "pH": 5.62,
        "fosforo": 15.02,
        "fosforoAssimilavel": 15.02,
        "carbono": 7.39,
        "nitro": 0.82,
        "at": 1.04,
        "drenagem": "Acentuadamente a fortemente drenado"
    },
    {
        "nome": "Latossolos",
        "tipo": "Argila",
        "profundidade": "Profunda",
        "acidez": "Fortemente ácido",
        "descricao": "São solos em avançado estádio de intemperização, muito evoluídos como resultado de enérgicas transformações no material constitutivo. Os solos são virtualmente destituídos de minerais primários ou secundários menos resistentes ao intemperismo e têm capacidade de troca de cátions da fração argila baixa, inferior a 17 cmolc kg-1 de argila sem correção para carbono, comportando variações desde solos predominantemente cauliníticos, com valores de Ki mais altos, em torno de 2,0, admitindo o máximo de 2,2, até solos oxídicos de Ki extremamente baixo. \nVariam de fortemente a bem drenados, embora ocorram solos que têm cores pálidas, de drenagem moderada ou até mesmo imperfeitamente drenada, o que é indicativo de formação em condições atuais ou pretéritas com um certo grau de gleização. \nSão, em geral, solos fortemente ácidos, com baixa saturação por bases, distróficos ou alumínicos. Ocorrem, todavia, solos com saturação por bases média e até mesmo alta. Esses últimos são encontrados geralmente em zonas (semiáridas ou não) que apresentam estação seca pronunciada, ou ainda que apresentam influência de rochas básicas ou calcárias.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Latossolo+Bruno/54e26938-7368-8c8f-9b3b-132ffd2034f9?t=1539894923287", "https://www.embrapa.br/documents/1355219/38451303/Latossolo+Amarelo/937d7aae-9158-559a-db98-b87546af71a2?t=1539895155423", "https://www.embrapa.br/documents/1355219/38451303/Latossolo+Vermelho/be1d3a92-fb69-4c5e-8f20-b2df8d0d3c1e?t=1539895261011", "https://www.embrapa.br/documents/1355219/38451303/Latossolo+Vermelho-Amarelo/0fe52ef0-05ef-3a0a-b2f2-5572cd71631d?t=1539895396827"],
        "simbolo": "L",
        "nivel2": ["LATOSSOLOS BRUNOS - LB",
        "LATOSSOLOS AMARELOS - LA",
        "LATOSSOLOS VERMELHOS - LV",
        "LATOSSOLOS VERMELHO-AMARELOS - LVA"],
        "cores": ["rgb(168,112,0)","rgb(254,204,92)","rgb(244,185,128)","rgb(247,209,166)"],
        "cor": "rgb(254,204,92)",
        "areia": 395.32,
        "argila": 483.63,
        "silte": 119.39,
        "pH": 4.95,
        "fosforo": 3.05,
        "fosforoAssimilavel": 3.05,
        "carbono": 8.83,
        "nitro": 0.87,
        "at": 1.46,
        "drenagem": "Moderadamente a bem drenado"
    },
    {
        "nome": "Argissolos",
        "tipo": "Argila",
        "profundidade": "Profunda",
        "acidez": "Fortemente ácido",
        "descricao": "Compreendem solos constituídos por material mineral, que têm como características diferenciais a presença de horizonte B textural de argila de atividade baixa, ou atividade alta desde que conjugada com saturação por bases baixa ou com caráter alumínico. O horizonte B textural (Bt) encontra-se imediatamente abaixo de qualquer tipo de horizonte superficial, exceto o hístico, sem apresentar, contudo, os requisitos estabelecidos para ser enquadrado nas classes dos Luvissolos, Planossolo Plintossolos ou Gleissolos. \nGrande parte dos solos desta classe apresenta um evidente incremento no teor de argila do horizonte superficial para o horizonte B, com ou sem decréscimo nos horizontes subjacentes. A transição entre os horizontes A e Bt é usualmente clara, abrupta ou gradual. \nOs Argissolos são de profundidade variável, desde forte a imperfeitamente drenados, de cores avermelhadas ou amareladas e mais raramente brunadas ou acinzentadas. A textura varia de arenosa a argilosa no horizonte A e de média a muito argilosa no horizonte Bt, sempre havendo aumento de argila daquele para este. \nSão de forte a moderadamente ácidos, com saturação por bases alta ou baixa, predominantemente cauliníticos e com relação molecular Ki, em geral, variando de 1,0 a 3,3.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Argissolo+Bruno-Acinzentado/984a3546-f6b8-47bd-5373-9513911b8531?t=1539888095428", "https://www.embrapa.br/documents/1355219/38451303/Argissolo+Acinzentado/91df668c-0f23-0d41-acfe-8e6935664af6?t=1539889324574", "https://www.embrapa.br/documents/1355219/38451303/Argissolo+Amarelo/8ddd5a7e-1562-ad5e-85f6-95ad3bfb176b?t=1539889623236", "https://www.embrapa.br/documents/1355219/38451303/Argissolos+Vermelhos/b2cada1f-de17-eeeb-dab9-0e1527fddf0c?t=1539889910245", "https://www.embrapa.br/documents/1355219/38451303/Argissolo+Vermelho-Amarelo/21451415-4889-c26d-70a2-0a91bbbe0704?t=1539890089666"],
        "simbolo": "P",
        "nivel2": [ "ARGISSOLOS BRUNO-ACINZENTADOS - PBAC",
        "ARGISSOLOS ACINZENTADOS - PAC",
        "ARGISSOLOS AMARELOS - PA",
        "ARGISSOLOS VERMELHOS - PV",
        "ARGISSOLOS VERMELHO-AMARELOS - PVA"],
        "cores": ["rgb(255,200,250)", "rgb(253,241,240)", "rgb(241,204,200)", "rgb(240,127,127)", "rgb(255,167,127)"],
        "cor": "rgb(255,167,127)",
        "areia": 464.96,
        "argila": 340.03,
        "silte": 193.94,
        "pH": 5.12,
        "fosforo": 4.21,
        "fosforoAssimilavel": 4.21,
        "carbono": 7.11,
        "nitro": 0.83,
        "at": 1.92,
        "drenagem": "Moderadamente a bem drenado"
    },
    {
        "nome": "Cambissolos",
        "tipo": "Varia",
        "profundidade": "Média",
        "acidez": "Moderadamente ácido",
        "descricao": "Compreendem solos constituídos por material mineral, com horizonte B incipiente subjacente a qualquer tipo  de horizonte superficial, desde que em qualquer dos casos não satisfaçam aos requisitos estabelecidos para serem enquadrados nas classes Vertissolos, Chernossolos, Plintossolos e Organossolos. Têm sequência de horizontes A ou hístico, Bi, C, com ou sem R.\n Devido à heterogeneidade do material de origem, das formas de relevo e das condições climáticas, as características destes solos variam muito de um local para outro. Assim, a classe comporta desde solos fortemente até imperfeitamente drenados, de rasos a profundos, de cor bruna ou bruno-amarelada até vermelho-escura, de alta a baixa saturação por bases e atividade química da fração argila.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Cambissolo+H%C3%ADstico/18c46456-d4e6-ca67-0f0c-01dc81f8e6ef?t=1539890398124", "https://www.embrapa.br/documents/1355219/38451303/Cambissolo+H%C3%BAmico/9f647f23-0b38-a1d5-c4d2-082297705c1f?t=1539890672560", "https://www.embrapa.br/documents/1355219/38451303/Cambissolo+Fl%C3%BAvico/e567dc3c-657e-58d6-212d-ee39b35096fa?t=1539891111525", "https://www.embrapa.br/documents/1355219/38451303/Cambissolo+H%C3%A1plico/8f4da11c-9aa6-39ee-0266-4ebc1cdde766?t=1539891311701"],
        "simbolo": "C",
        "nivel2": ["CAMBISSOLOS HÍSTICOS - CI",
        "CAMBISSOLOS HÚMICOS - CH",
        "CAMBISSOLOS FLÚVICOS - CY",
        "CAMBISSOLOS HÁPLICOS - CX"],
        "cores": ["rgb(170,134,105)","rgb(207,182,128)","rgb(235,219,191)","rgb(215,197,165)"],
        "cor": "rgb(215,197,165)",
        "areia": 337.46,
        "argila": 370.85,
        "silte": 290.46,
        "pH": 5.66,
        "fosforo": 49.14,
        "fosforoAssimilavel": 49.14,
        "carbono": 9.51,
        "nitro": 1.09,
        "at": 2.44,
        "drenagem": "Moderadamente a bem drenado"

    },
    {
        "nome": "Gleissolos",
        "tipo": "Argila",
        "profundidade": "Superficial a muito profunda",
        "acidez": "Fortemente ácido",
        "descricao": "Os solos desta classe se encontram permanente ou periodicamente saturados por água, salvo se artificialmente drenados. A água permanece estagnada internamente ou a saturação ocorre por fluxo lateral no solo. Em qualquer circunstância, a água do solo pode se elevar por ascensão capilar, atingindo a superfície. \nCaracterizam-se pela forte gleização em decorrência do ambiente redutor virtualmente livre de oxigênio dissolvido em razão da saturação por água durante todo o ano ou pelo menos por um longo período. \nO processo de gleização implica a manifestação de cores acinzentadas, azuladas ou esverdeadas devido à redução e solubilização do ferro, permitindo a expressão das cores neutras dos minerais de argila ou ainda a precipitação de compostos ferrosos. \nSão solos mal ou muito mal drenados em condições naturais, que apresentam sequência de horizontes A-Cg, A-Big-Cg, A-Btg-Cg, A-E-Btg-Cg, A-Eg-Bt-Cg, Ag-Cg, H-Cg, tendo, no horizonte superficial, cores desde cinzentas até pretas, espessura normalmente entre 10 cm e 50 cm e teores de médios a altos de carbono orgânico.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Gleissolo+Tiom%C3%B3rfico/85812f47-2514-2ebc-b8a6-da455e3bd2c8?t=1539894287380", "https://www.embrapa.br/documents/1355219/38451303/Gleissolo+S%C3%A1lico/c4d2c8bf-7478-3c8f-cbc7-782fe3e9adac?t=1539894423246", "https://www.embrapa.br/documents/1355219/38451303/Gleissolo+Mel%C3%A2nico/989398a2-1c86-1765-e0f4-7fe5b3f84fae?t=1539894587158", "https://www.embrapa.br/documents/1355219/38451303/Gleissolo+H%C3%A1plico/cbbaac22-19dc-2c0d-200c-4487a8228505?t=1539894724957"],
        "simbolo": "G",
        "nivel2": ["GLEISSOLOS TIOMÓRFICOS - GJ",
        "GLEISSOLOS SÁLICOS - GZ",
        "GLEISSOLOS MELÂNICOS - GM",
        "GLEISSOLOS HÁPLICOS - GX"],
        "cores": ["rgb(108,163,205)","rgb(94,180,230)","rgb(120,252,250)","rgb(182,216,238)"],
        "cor": "rgb(182,216,238)",
        "areia": 289.43,
        "argila": 406.81,
        "silte": 305.66,
        "pH": 5.19,
        "fosforo": 10.14,
        "fosforoAssimilavel": 10.14,
        "carbono": 17.31,
        "nitro": 1.74,
        "at": 4.39,
        "drenagem": "Imperfeitamente a mal drenado"
    },
    {
        "nome": "Nitosolos",
        "tipo": "Argila",
        "profundidade": "Superficial a profunda",
        "acidez": "Fortemente ácido",
        "descricao": "Estes solos apresentam horizonte B bem expresso em termos de grau de desenvolvimento de estrutura, associado à presença de cerosidade, com gradiente textural igual ou menor que 1,5. Nos Nitossolos com caráter retrátil, admitem-se variações de estrutura, consistência, cerosidade e superfícies de compressão (critérios ainda em fase de validação). \nEsta classe exclui solos com incremento significativo no teor de argila em profundidade, tal como requerido na definição de horizonte B textural, sendo a diferenciação de horizontes menos acentuada que a dos Argissolos, com transição do A para o B clara ou gradual e entre sub-horizontes do B gradual ou difusa. São profundos, bem drenados, de coloração variando de vermelha a brunada. \nSão, em geral, de moderadamente ácidos a ácidos, com argila de atividade baixa ou com caráter alumínico conjugado com argila de atividade alta, com composição caulinítico-oxídica. Quando possuem o caráter alumínico conjugado com argila",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Nitossolo+Bruno/02e20072-879f-e9e8-04c9-d3c0b8337943?t=1539970413890", "https://www.embrapa.br/documents/1355219/38451303/Nitossolo+Vermelho/a37e1500-7e11-9d53-45fe-57c14cf42cd7?t=1539970684932", "https://www.embrapa.br/documents/1355219/38451303/Nitossolo+H%C3%A1plico/f27cb102-6b42-6aad-938c-316c01e6656e?t=1539970465571"],
        "simbolo": "N",
        "nivel2": ["NITOSSOLOS BRUNOS - NB",
        "NITOSSOLOS VERMELHOS - NV",
        "NITOSSOLOS HÁPLICOS - NX"],
        "cores": ["rgb(104,53,10)","rgb(168,56,0)","rgb(115,76,0)"],
        "cor": "rgb(168,56,0)",
        "areia": 245.05,
        "argila": 518.51,
        "silte": 235.01,
        "pH": 5.38,
        "fosforo": 2.98,
        "fosforoAssimilavel": 2.98,
        "carbono": 9.56,
        "nitro": 1.05,
        "at": 1.83,
        "drenagem": "Moderadamente a bem drenado"
    },
    {
        "nome": "Luvissolos",
        "tipo": "Argila",
        "profundidade": "Profunda",
        "acidez": "Moderadamente ácido",
        "descricao": "Estes solos variam de bem a imperfeitamente drenados, sendo normalmente pouco profundos, com sequência de horizontes A, Bt e C e nítida diferenciação entre os horizontes A e Bt devido ao contraste de textura, cor e/ou estrutura entre eles. A transição para o horizonte B textural é clara ou abrupta, e grande parte dos solos desta classe possui mudança textural abrupta. Podem ou não apresentar pedregosidade na parte superficial e caráter solódico ou sódico na parte subsuperficial. \nO horizonte Bt é de coloração avermelhada, amarelada e menos frequentemente brunada ou acinzentada. A estrutura é usualmente em blocos, moderada ou fortemente desenvolvida, ou prismática, composta de blocos angulares e subangulares. \nSão de moderadamente ácidos a ligeiramente alcalinos, com teores de alumínio extraível baixos ou nulos e com valores elevados para a relação molecular Ki no horizonte Bt, normalmente entre 2,4 e 4,0, denotando presença, em quantidade variável, mas expressiva, de argilominerais do tipo 2:1.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Luvissolo+Cr%C3%B4mico/6007db3d-0bff-200a-ffc2-53c2f19d1a10?t=1539968340599", "https://www.embrapa.br/documents/1355219/38451303/Luvissolo+H%C3%A1plico/15d10269-555b-3038-9419-711ce8cab613?t=1539968707290"],
        "simbolo": "T",
        "nivel2": ["LUVISSOLOS CRÔMICOS - TC",
        "LUVISSOLOS HÁPLICOS - TX"],
        "cores": ["rgb(212,150,22)","rgb(212,179,0)"],
        "cor": "rgb(212,150,22)",
        "areia": 413.90,
        "argila": 324.99,
        "silte": 261.50,
        "pH": 6.13,
        "fosforo": 18.87,
        "fosforoAssimilavel": 18.87,
        "carbono": 6.60,
        "nitro": 0.90,
        "at": 1.80,
        "drenagem": "Bem a acentuadamente drenado"
    },
    {
        "nome": "Chernossolos",
        "tipo": "Argila",
        "profundidade": "Superficial a muito profunda",
        "acidez": "Praticamente neutro",
        "descricao": "Compreendem solos constituídos por material mineral que têm como características diferenciais: alta saturação por bases e horizonte A chernozêmico sobrejacente a horizonte B textural ou B incipiente, ambos com argila de atividade alta ou sobrejacente a horizonte C carbonático, horizonte cálcico ou petrocálcico ou ainda sobrejacente à rocha, quando o horizonte A apresentar alta concentração de carbonato de cálcio. \nSão solos normalmente de bem a imperfeitamente drenados, tendo sequências de horizontes A-Bt-C ou A-Bi-C, com ou sem horizonte cálcico, e A-C ou A-R, desde que apresentando caráter carbonático ou horizonte cálcico ou petrocálcico.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Chernossolo+R%C3%AAndzico/0b2209b3-0e9a-06c6-119f-8df98f8a5768?t=1539892194057", "https://www.embrapa.br/documents/1355219/38451303/Chernossolo+Eb%C3%A2nico/c970b4c7-2cf4-bd04-ea7b-03417fef60c3?t=1539892360885", "https://www.embrapa.br/documents/1355219/38451303/Chernossolo+Argil%C3%BAvico/55501c1c-8b44-32de-e6b5-5e855f0e0bae?t=1539892519511", "https://www.embrapa.br/documents/1355219/38451303/Chernossolo+H%C3%A1plico/b37b72f0-1245-ea2c-42e3-3600b4eb153f?t=1539892708351"],
        "simbolo": "M",
        "nivel2": ["CHERNOSSOLOS RÊNDZICOS - MD",
        "CHERNOSSOLOS EBÂNICOS - ME",
        "CHERNOSSOLOS ARGILÚVICOS - MT",
        "CHERNOSSOLOS HÁPLICOS - MX"],
        "cores": ["rgb(142,104,86)","rgb(170,134,134)","rgb(156,74,78)","rgb(156,95,95)"],
        "cor": "rgb(170,134,134)",
        "areia": 337.17,
        "argila": 366.28,
        "silte": 296.40,
        "pH": 6.50,
        "fosforo": 31.05,
        "fosforoAssimilavel": 31.05,
        "carbono": 10.74,
        "nitro": 1.14,
        "at": 0.65,
        "drenagem": "Moderadamente a bem drenado"
    },
    {
        "nome": "Plintossolos",
        "tipo": "Varia",
        "profundidade": "Média a muito profunda",
        "acidez": "Fortemente ácido",
        "descricao": "Compreendem solos minerais formados sob condições de restrição à percolação da água sujeitos ao efeito temporár de excesso de umidade, de maneira geral imperfeitamente ou mal drenados, e se caracterizam fundamentalmente por apresentar expressiva plintitização com ou sem petroplintita na condição de que não satisfaçam aos requisitos estipulados para as classesdos Neossolos, Cambissolos, Luvissolos, Argissolos, Latossolos, Planossolos ou Gleissolos. \nApesar de a coloração destes solos ser bastante variável, verifica-se o predomínio de cores pálidas com ou sem mosqueados de cores alaranjadas a vermelhas ou coloração variegada, acima do horizonte diagnóstico (plíntico, concrecionário ou litoplíntico). Alguns solos desta classe, embora tenham sua gênese associada a condições de excesso de umidade ou restrição temporária à percolação d'água, ocorrem, nos tempos atuais, em condições de boa drenagem, podendo apresentar cores avermelhadas na maior parte do perfil. \nPredominantemente são solos fortemente ácidos, com saturação por bases baixa e atividade da fração argila baixa. Todavia, verifica-se a existência de solos com saturação por bases de média a alta ou argila de alta atividade (Anjos et al., 1995), bem como solos com propriedades solódica e sódica.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Plintossolo+P%C3%A9trico/c29477fe-426d-f0ca-8189-e36a96eda16a?t=1540232427012", "https://www.embrapa.br/documents/1355219/38451303/Plintossolo+Argil%C3%BAvico/e20e03ff-ef32-0ac9-2f70-305759bdc3ba?t=1540232281946", "https://www.embrapa.br/documents/1355219/38451303/Plintossolo+H%C3%A1plico/8b546337-7cde-58d1-d024-d4ec50b02b1c?t=1540232543488"],
        "simbolo": "F",
        "nivel2": ["PLINTOSSOLOS PÉTRICOS - FF",
        "PLINTOSSOLOS ARGILÚVICOS - FT",
        "PLINTOSSOLOS HÁPLICOS - FX"],
        "cores": ["rgb(236,172,203)","rgb(236,135,203)","rgb(214,186,201)"],
        "cor": "rgb(214,186,201)",
        "areia": 386.18,
        "argila": 323.68,
        "silte": 292.58,
        "pH": 4.96,
        "fosforo": 4.41,
        "fosforoAssimilavel": 4.41,
        "carbono": 7.99,
        "nitro": 0.86,
        "at": 2.45,
        "drenagem": "Moderadamente a bem drenado"
    },
    {
        "nome": "Espodossolos",
        "tipo": "Varia",
        "profundidade": "Média a profunda",
        "acidez": "Fortemente ácido",
        "descricao": "A cor do horizonte A varia de cinzenta até preta e a do horizonte E desde cinzenta ou acinzentada-clara até praticamente branca. A cor do horizonte espódico varia desde cinzenta, de tonalidade escura ou preta, até avermelhada ou amarelada. \nA textura do solum é predominantemente arenosa, sendo menos comumente textura média e raramente argilosa no horizonte B. A drenagem é muito variável, havendo estreita relação entre profundidade, grau de desenvolvimento, endurecimento ou cimentação do B espódico e drenagem do solo. \nSão solos, em geral, muito pobres em fertilidade pela baixa reserva de nutrientes, de moderados a fortemente ácidos, normalmente com saturação por bases baixa, podendo ocorrer altos teores de alumínio extraível. Podem apresentar fragipã, duripã, horizonte plácico ou ortstein. \nSão desenvolvidos principalmente de materiais arenoquartzosos sob condições de umidade elevada, em clima tropical e subtropical, em relevo plano, suave ondulado,áreas de surgente, abaciamentos e depressões, podendo, entretanto, ocorrer em relevo mais movimentado, em ambientes de clima frio, úmido e de vegetação alto-montana (Dias et al., 2003). Nas regiões costeiras, em geral, estão associados à vegetação genericamente denominada de Restinga. Os Espodossolos que ocorrem na Amazônia e nos Tabuleiros Costeiros frequentemente estão associados a vegetações conhecidas como Campinarana e Muçununga, respectivamente.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Espodossolo+Humil%C3%BAvico/d03dd32d-7f61-7623-e221-80a36a140882?t=1539893666480", "https://www.embrapa.br/documents/1355219/38451303/Espodossolo+Ferril%C3%BAvico/32c37eec-c9e2-0b29-6a50-3be7e962e970?t=1539894040231", "https://www.embrapa.br/documents/1355219/38451303/Espodossolo+Ferrihumil%C3%BAvico/65253a5e-4165-4624-9124-092a5b3e02e2?t=1539893824278"],
        "simbolo": "E",
        "nivel2": ["ESPODOSSOLOS HUMILÚVICOS - EK",
        "ESPODOSSOLOS FERRILÚVICOS - ES",
        "ESPODOSSOLOS FERRI-HUMILÚVICOS - ESK"],
        "cores": ["rgb(193,190,197)","rgb(206,190,198)","rgb(182,190,197)"],
        "cor": "rgb(206,190,198)",
        "areia": 855.33,
        "argila": 59.77,
        "silte": 85.54,
        "pH": 5.15,
        "fosforo": 15.37,
        "fosforoAssimilavel": 15.37,
        "carbono": 11.84,
        "nitro": 0.74,
        "at": 1.48,
        "drenagem": "Acentuadamente a fortemente drenado"
    },
    {
        "nome": "Vertissolos",
        "tipo": "Argila",
        "profundidade": "Superficial a profunda",
        "acidez": "Moderadamente alcalino",
        "descricao": "Vertissolos são solos desenvolvidos normalmente em ambientes de bacias sedimentares ou a partir de sedimentos com predomínio de materiais de granulometria fina e com altos teores de cálcio e magnésio ou ainda são diretamente desenvolvidos de rochas básicas ricas em cálcio e magnésio. Ocorrem distribuídos em diversos tipos de clima, dos mais úmidos (mas com estação seca definida) aos mais secos, tendo grande expressão nas bacias sedimentares da região semiárida do Nordeste brasileiro. \nQuanto ao relevo, estes solos se distribuem em áreas planas ou suave onduladas e, menos frequentemente, em áreas movimentadas, tais como encostas e topos de serras ou serrotes. Prevalecem na taxonomia as características do horizonte vértico, mesmo que os solos apresentem horizonte glei, cálcico, duripã, caráter solódico, sódico, salino ou sálico. \nSão considerados intermediários para Vertissolos aqueles solos com presença de horizonte vértico, mas que não atendam à definição desta classe, ou solos cujos atributos identificadores da classe (fendas, slickensides, estruturas cuneiformes e/ou paralelepipédicas) manifestam-se em quantidade e expressão insuficientes para caracterizar horizonte vértico. Tais solos intermediários serão adjetivados de “vertissólicos” no 4º nível.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Vertissolo+Hidrom%C3%B3rfico/c97714c6-4ccf-0c09-e202-287271613ee6?t=1540232938923", "https://www.embrapa.br/documents/1355219/38451303/Vertissolo+Eb%C3%A2nico/3a795c2d-58f9-f18b-35ef-64de1fad0924?t=1540232698553", "https://www.embrapa.br/documents/1355219/38451303/Vertissolo+H%C3%A1plico/d0b43af7-8b7c-6aa9-610f-64afbd488775?t=1540232815895"],
        "simbolo": "V",
        "nivel2": ["VERTISSOLOS HIDROMÓRFICOS - VG",
        "VERTISSOLOS EBÂNICOS - VE",
        "VERTISSOLOS HÁPLICOS - VX"],
        "cores": ["rgb(158,170,133)","rgb(134,143,114)","rgb(192,192,145)"],
        "cor": "rgb(158,170,133)",
        "areia": 228.06,
        "argila": 488.97,
        "silte": 282.98,
        "pH": 7.63,
        "fosforo": 26.86,
        "fosforoAssimilavel": 26.86,
        "carbono": 9.15,
        "nitro": 1.10,
        "at": 0.36,
        "drenagem": "Moderadamente a bem drenado"
    },
    {
        "nome": "Planossolos",
        "tipo": "Varia",
        "profundidade": "Superficial a muito profunda",
        "acidez": "Moderadamente ácido",
        "descricao": "Compreendem solos minerais imperfeitamente ou mal drenados, com horizonte superficial ou subsuperficial eluvial, de textura mais leve, que contrasta abruptamente com o horizonte B imediatamente subjacente, adensado, geralmente de acentuada concentração de argila, permeabilidade lenta ou muito lenta, constituindo, por vezes, um horizonte pã, responsável pela formação de lençol d'água sobreposto (suspenso) e de existência periódica durante o ano. \nPor efeito da vigência cíclica de excesso de umidade, ainda que por períodos curtos, as cores no horizonte B, e mesmo na parte inferior do horizontesobrejacente, são predominantemente pouco vivas, tendendo a acinzentadas ou escurecidas, podendo ou não haver ocorrências e até predomínio de cores neutras de redução, com ou sem mosqueados, conforme especificado para o horizonte B plânico. \nSolos desta classe podem ou não ter horizonte cálcico, caráter carbonático, duripã, propriedade sódica, solódica, caráter salino ou sálico. Podem apresentar plintita, desde que em quantidade ou em posição não diagnóstica para enquadramento na classe dos Plintossolos. \nOs solos desta classe ocorrem preferencialmente em áreas de relevo plano ou suave ondulado, onde as condições ambientais e do próprio solo favorecem vigência periódica anual de excesso de água, mesmo que de curta duração,  especialmente em regiões sujeitas à estiagem prolongada e até mesmo sob condições de clima semiárido",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Planossolo+N%C3%A1trico/fffe9368-ee23-04de-0c41-0ef5f6fd0242?t=1539972404180", "https://www.embrapa.br/documents/1355219/38451303/Planossolo+H%C3%A1plico/b0673f8b-3029-4d76-e67c-b9a8b3dfa6f5?t=1539972522648"],
        "simbolo": "S",
        "nivel2": ["PLANOSSOLOS NÁTRICOS - SN",
        "PLANOSSOLOS HÁPLICOS - SX"],
        "cores": ["rgb(137,202,199)","rgb(181,214,174)"],
        "cor": "rgb(181,214,174)",
        "areia": 572.32,
        "argila": 220.77,
        "silte": 206.84,
        "pH": 5.93,
        "fosforo": 13.41,
        "fosforoAssimilavel": 13.41,
        "carbono": 4.39,
        "nitro": 0.57,
        "at": 0.99,
        "drenagem": "Moderadamente drenado"
    },
    {
        "nome": "Organossolos",
        "tipo": "Varia",
        "profundidade": "Superficial",
        "acidez": "Alta",
        "descricao": "Compreendem solos pouco evoluídos, com preponderância de características devidas ao material orgânico, de coloração preta, cinzenta muito escura ou brunada, resultantes de acumulação de resíduos vegetais, em graus variáveis de decomposição, em condições de drenagem restrita (ambientes de mal a muito mal drenados) ou saturados com água por apenas poucos dias durante o período chuvoso, como em ambientes úmidos e frios de altitudes elevadas. \nEstes solos são formados de material orgânico em locais cujo clima varia desde tropical e com hidromorfia, na região costeira e em deltas e ambientes lacustres, até frio e úmido e com vegetação alto-montana. Podem apresentar horizonte hístico formado em condições que favorecem a anaerobiose (horizonte H) ou ser de drenagem livre (horizonte O). O material de origem desses solos é composto por resíduos vegetais em vários estádios de decomposição, geralmente em mistura com materiais minerais de granulometria variável. \nUsualmente, são solos fortemente ácidos, apresentando alta capacidade de troca de cátions e baixa saturação por bases, com esporádicas ocorrências de saturação média ou alta. Podem apresentar horizonte sulfúrico, materiais sulfídricos, caráter sálico e propriedade sódica ou solódica, podendo estar recobertos por deposição pouco espessa (< 40 cm de espessura) de camadas de material mineral.",
        "images": ["https://www.embrapa.br/documents/1355219/38451303/Organossolo+Tiom%C3%B3rfico/80afdaf9-e636-407a-cda8-8363c07e53ac?t=1539971412829", "https://www.embrapa.br/documents/1355219/38451303/Organossolo+F%C3%B3lico/3d81e085-845f-23f9-0346-a33db341453f?t=1539971514302", "https://www.embrapa.br/documents/1355219/38451303/Organossolo+H%C3%A1plico/16dda698-0a67-62e1-e1c6-59c0480703bf?t=1539971658433"],
        "simbolo": "O",
        "nivel2": ["ORGANOSSOLOS TIOMÓRFICOS - OJ",
        "ORGANOSSOLOS FÓLICOS - OO",
        "ORGANOSSOLOS HÁPLICOS - OX"],
        "cores": ["rgb(66,48,150)","rgb(101,78,156)","rgb(167,179,213)"],
        "cor": "rgb(101,78,156)",
        "areia": 360.64,
        "argila": 315.58,
        "silte": 316.77,
        "pH": 4.60,
        "fosforo": 11.31,
        "fosforoAssimilavel": 11.31,
        "carbono": 153.06,
        "nitro": 9.14,
        "at": 7.42,
        "drenagem": "Imperfeitamente drenado"
    }
]
